// data/krasnoyarsk.js
window.catalogData = window.catalogData || {};
window.catalogData["Красноярский край"] = [
  // === 1 ===
  {
    number: 1,
    name: "ГБПОУ «Ачинский колледж отраслевых технологий и бизнеса»",
    website: "https://agkotib.ru/",
    vk: "https://vk.com/akotib123_professionalitet",
    address: "662161, Красноярский край, г. Ачинск, ул. Гагарина, 27",
    phone: "8 (39151) 7-13-04",
    email: "agkotib@mail.ru",
    directions: [
      { code: "08.01.06", title: "Мастер сухого строительства" },
      { code: "08.01.10", title: "Мастер жилищно-коммунального хозяйства" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { code: "08.01.18", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "08.01.31", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "15.01.13", title: "Монтажник технологического оборудования (по видам оборудования)" },
      { code: "12680", title: "Каменщик" },
      { code: "19727", title: "Штукатур" },
      { code: "15220", title: "Облицовщик-плиточник" },
      { code: "07.02.01", title: "Архитектура" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.10", title: "Строительство железных дорог, путь и путевое хозяйство" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "11.02.02", title: "Техническое обслуживание и ремонт радиоэлектронной техники (по отраслям)" },
      { code: "11.02.17", title: "Разработка электронных устройств и систем" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "22.02.02", title: "Металлургия цветных металлов" },
      { code: "22.02.08", title: "Металлургическое производство (по видам производства)" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  // === 2 ===
  {
    number: 2,
    name: "ГАПОУ «Ачинский колледж транспорта и сельского хозяйства»",
    website: "https://mf.aktsh.ru/sveden/common/",
    vk: "https://vk.com/aktsh",
    address: "662179, Красноярский край, Ачинский район, п. Малиновка, квартал 4, №17",
    phone: "8 (39151) 6-99-55",
    email: "acxt@inbox.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "08.01.31", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
      { code: "36.02.03", title: "Зоотехния" }
    ]
  },
  // === 3 ===
  {
    number: 3,
    name: "ГБПОУ «Ачинский медицинский техникум»",
    website: "https://www.ачмт.рф/",
    vk: "https://vk.com/achinskmedical",
    address: "660017, г. Красноярск, ул. Красной Армии, д.3",
    phone: "8(39151) 7-29-30",
    email: "officeamt@yandex.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  // === 4 ===
  {
    number: 4,
    name: "ГБПОУ «Ачинский педагогический колледж»",
    website: "https://cross-apk.ru/",
    vk: "https://vk.com/crossapk",
    address: "662162, Красноярский край, г. Ачинск, ул. Ленина, 10",
    phone: "8 (39151) 7-54-30",
    email: "director@cross-apk.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  // === 5 ===
  {
    number: 5,
    name: "ГАПОУ «Ачинский техникум нефти и газа имени Е.А.Демьяненко»",
    website: "https://www.achtng.ru/",
    vk: "https://vk.com/achtng",
    address: "662155, Красноярский край, г. Ачинск, ул. Дружбы Народов, 8",
    phone: "8 (39151) 6-32-12",
    email: "info@achtng.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "27.02.06", title: "Метрологический контроль средств измерений" },
      { code: "18.02.09", title: "Переработка нефти и газа" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.01.31", title: "Мастер контрольно-измерительных приборов и автоматики" },
      { code: "18.01.27", title: "Машинист технологических насосов и компрессоров" },
      { code: "18.01.28", title: "Оператор нефтепереработки" },
      { code: "15.01.37", title: "Слесарь-наладчик контрольно-измерительных приборов и автоматики" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" }
    ]
  },
  // === 6 ===
  {
    number: 6,
    name: "ГБПОУ «Ачинский торгово-экономический техникум»",
    website: "https://www.atet.su/",
    vk: "https://vk.com/public60041119",
    address: "662165, г. Ачинск, ул. Кирова, дом 1",
    phone: "8 (391) 515-0476",
    email: "at-et@yandex.ru",
    directions: [
      { code: "16472", title: "Пекарь" },
      { code: "16909", title: "Портной" },
      { code: "12391", title: "Изготовитель пищевых полуфабрикатов" }
    ]
  },
  // === 7 ===
  {
    number: 7,
    name: "ГБПОУ «Балахтинский аграрный техникум»",
    website: "https://xn----7sbbaabc5fvcf6a.xn--p1ai/",
    vk: "https://vk.com/balagrotech_professionalitet",
    address: "662340, Красноярский край, Балахтинский район, п. Балахта, ул. Ленина 9",
    phone: "8 (39148) 21-109",
    email: "bpu80@yandex.ru",
    directions: [
      { code: "35.02.05", title: "Агрономия" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "35.02.15", title: "Водные биоресурсы и аквакультура" },
      { code: "43.01.09", title: "Изготовитель пищевых полуфабрикатов" },
      { code: "35.01.13", title: "Мастер сельскохозяйственного производства" },
      { code: "21.02.16", title: "Открытые горные работы" },
      { code: "35.01.14", title: "Слесарь по ремонту сельскохозяйственных машин и оборудования" },
      { code: "19.02.03", title: "Технология продуктов питания животного происхождения (переработка молока)" },
      { code: "13.02.11", title: "Электротехнические системы в агропромышленном комплексе" }
    ]
  },
  // === 8 ===
  {
    number: 8,
    name: "ГБПОУ «Боготольский техникум транспорта»",
    website: "https://kudlesteh.ru/index/abiturientu/0-9",
    vk: "https://vk.com/btt2018",
    address: "660021, г. Красноярск, ул. Карла Маркса, д. 122",
    phone: "8 (391) 221-28-26",
    email: "mon@krao.ru",
    directions: [
      { code: "23.01.09", title: "Помощник машиниста (по видам подвижного состава железнодорожного транспорта)" },
      { code: "23.01.10", title: "Слесарь по обслуживанию и ремонту подвижного состава" },
      { code: "23.01.20", title: "Мастер по комплексному обслуживанию пути рельсового транспорта" }
    ]
  },
  // === 9 ===
  {
    number: 9,
    name: "Частное профессиональное образовательное учреждение «Восточно-Сибирский техникум туризма и сервиса»",
    website: "https://vstts24.ru/",
    vk: "https://vk.com/vstts24",
    address: "660010, г. Красноярск, ул. Академика Вавилова, д.1, стр 10",
    phone: "8 (391) 296 09 61",
    email: "kolledj2007@mail.ru",
    directions: [
      { code: "35.02.15", title: "Кинология" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  // === 10 ===
  {
    number: 10,
    name: "ГБПОУ «Дивногорский гидроэнергетический техникум имени А.Е. Бочкина»",
    website: "https://divget.ru/",
    vk: "https://vk.com/divget_professionalitet",
    address: "663091, Красноярский край, г. Дивногорск, ул. Чкалова, дом 41",
    phone: "8(39144) 3-37-01",
    email: "divget@mail.ru",
    directions: [
      { code: "13.02.04", title: "Гидроэлектроэнергетические установки" },
      { code: "13.02.12", title: "Электрические станции, сети, их релейная защита и автоматизация" },
      { code: "08.02.02", title: "Строительство и эксплуатация инженерных сооружений" },
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "22.02.08", title: "Металлургическое производство (по видам производства)" },
      { code: "13450", title: "Маляр строительный" },
      { code: "19727", title: "Штукатур" }
    ]
  },
  // === 11 ===
  {
    number: 11,
    name: "ГАПОУ «Дивногорский колледж-интернат олимпийского резерва»",
    website: "https://www.duor.sibhost.ru/",
    vk: "",
    address: "663094, Красноярский край, г. Дивногорск, ул. Чкалова 3А/1",
    phone: "8 (39144) 2-31-18",
    email: "dkior_priem@mail.ru",
    directions: [
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  // === 12 ===
  {
    number: 12,
    name: "ГБПОУ «Дивногорский медицинский техникум»",
    website: "https://www.divmt.ru/",
    vk: "https://vk.com/divmt",
    address: "660017, г. Красноярск, ул. Красной армии, 3",
    phone: "8 (391) 211-51-51",
    email: "office@kraszdrav.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.01", title: "Лечебное дело" }
    ]
  },
  // === 13 ===
  {
    number: 13,
    name: "ГБПОУ «Дивногорский техникум лесных технологий»",
    website: "https://divlt.ru/",
    vk: "https://vk.com/divlt",
    address: "663091, г. Дивногорск, Красноярский край, Заводская ул., д.1/1, пом.1",
    phone: "8(39144) 3-85-25",
    email: "dtlt@divlt.ru",
    directions: [
      { code: "35.02.01", title: "Лесное и лесопарковое хозяйство" },
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (в лесном хозяйстве)" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт (в лесном хозяйстве)" },
      { code: "35.02.18", title: "Технология переработки древесины" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "21.02.19", title: "Землеустройство" }
    ]
  },
  // === 14 ===
  {
    number: 14,
    name: "ГАПОУ «Емельяновский дорожно-строительный техникум»",
    website: "https://edst24.ru/",
    vk: "https://vk.com/edst24",
    address: "663020, Красноярский край, п.Емельяново, СПТУ-81, строение 2М",
    phone: "8 (391) 226-32-34, 8 (391) 226-32-35",
    email: "goupu81@mail.ru",
    directions: [
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { code: "21.02.20", title: "Прикладная геодезия" },
      { code: "08.02.12", title: "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "23.01.06", title: "Машинист дорожных и строительных машин" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства (СП Замятино)" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)) (Берёзовский филиал)" },
      { code: "35.01.30", title: "Машинист лесозаготовительных и трелевочных машин" },
      { code: "18545", title: "Слесарь по ремонту сельскохозяйственных машин и оборудования (СП Замятино)" },
      { code: "18511", title: "Слесарь по ремонту автомобилей (СП Замятино, Козульский филиал)" }
    ]
  },
  // === 15 ===
  {
    number: 15,
    name: "ГБПОУ «Енисейский многопрофильный техникум»",
    website: "https://emtpro.ru/",
    vk: "https://vk.com/emt1234567",
    address: "660021, г. Красноярск, ул. Карла Маркса, д. 122",
    phone: "8 (391) 211-93-10",
    email: "http://www.krao.ru",
    directions: [
      { code: "23.01.08", title: "Слесарь по ремонту строительных машин" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  // === 16 ===
  {
    number: 16,
    name: "ГБПОУ «Енисейский педагогический колледж»",
    website: "http://enpkoll.ru/",
    vk: "https://vk.com/epkollege",
    address: "663185, Красноярский край, г. Енисейск, ул. Ленина, 2",
    phone: "8(39195) 2-27-13",
    email: "enpeduch@mail.ru",
    directions: [
      { code: "54.02.06", title: "Изобразительное искусство и черчение" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" }
    ]
  },
  // === 17 ===
  {
    number: 17,
    name: "Политехнический колледж ФГБОУ ВО «Заполярный государственный университет им. Н.М. Федоровского»",
    website: "https://polaruniversity.ru/about/faculties/politekhnicheskiy-kolledzh/",
    vk: "",
    address: "663310, Красноярский край, г. Норильск, ул. 50 лет Октября, 7",
    phone: "(3919) 47-39-47",
    email: "nii@norvuz.ru",
    directions: [
      { code: "46.01.03", title: "Делопроизводитель" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "13.02.01", title: "Тепловые электрические станции" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "21.02.17", title: "Подземная разработка месторождений полезных ископаемых" },
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования" }
    ]
  },
  // === 18 ===
  {
    number: 18,
    name: "ГБПОУ «Зеленогорский техникум промышленных технологий и сервиса»",
    website: "http://promtis.com.ru/",
    vk: "",
    address: "660021, г. Красноярск, ул. Карла Маркса, д. 122",
    phone: "8 (391) 211-93-10",
    email: "mon@krao.ru",
    directions: [
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" }
    ]
  },
  // === 19 ===
  {
    number: 19,
    name: "ГБПОУ «Игарский многопрофильный техникум»",
    website: "https://24imt.ru/",
    vk: "https://vk.com/imt24",
    address: "663200, Красноярский край, Туруханский район, г. Игарка, 1-ый микрорайон, д.19",
    phone: "8 (39172) 2-29-22",
    email: "post@24imt.ru",
    directions: [
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "18511", title: "Слесарь по ремонту автомобилей" }
    ]
  },
  // === 20 ===
  {
    number: 20,
    name: "ГБПОУ «Канский библиотечный колледж»",
    website: "https://www.kbk-24.ru/",
    vk: "https://vk.com/kbk24kansk",
    address: "663606, Красноярский край, г. Канск, ул. 40 лет Октября, 62/2",
    phone: "8 (39161) 3 20 71",
    email: "bibtech@mail.ru",
    directions: [
      { code: "51.02.03", title: "Библиотечно-информационная деятельность" },
      { code: "51.02.02", title: "Социально-культурная деятельность (по виду Организация культурно-досуговой деятельности)" }
    ]
  },
  // === 21 ===
  {
    number: 21,
    name: "ГБПОУ «Канский медицинский техникум»",
    website: "https://kanskmedteh.ucoz.ru/",
    vk: "https://vk.com/kanskmt",
    address: "660017, г. Красноярск, ул. Красной Армии, д. 3",
    phone: "8 (391) 211-01-36",
    email: "office@kraszdrav.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "34.02.01", title: "Сестринское дело базовой подготовки" }
    ]
  },
  // === 22 ===
  {
    number: 22,
    name: "ГБПОУ «Канский педагогический колледж»",
    website: "https://www.cross-kpk.ru/",
    vk: "https://vk.com/kansk_kpk",
    address: "663606, Красноярский край, г. Канск, ул. 40 лет Октября, д. 65",
    phone: "8 (391) 211-93-10",
    email: "mon@krao.ru",
    directions: [
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "09.02.07", title: "Информационные системы и программирование" }
    ]
  },
  // === 23 ===
  {
    number: 23,
    name: "ГБПОУ «Канский политехнический колледж»",
    website: "https://kanskpk.nubex.ru/",
    vk: "https://vk.com/kpkansk",
    address: "663605, Красноярский край, г. Канск, ул. Красноярская, д.26, строен.1",
    phone: "8 (39161) 2-35-51",
    email: "kansk-kpk@rambler.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "13.02.02", title: "Теплоснабжение и теплотехническое оборудование" },
      { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { code: "15.01.37", title: "Слесарь-наладчик контрольно-измерительных приборов и автоматики" }
    ]
  },
  // === 24 ===
  {
    number: 24,
    name: "ГБПОУ «Канский техникум отраслевых технологий и сельского хозяйства»",
    website: "https://ktotcx.ru/",
    vk: "https://vk.com/kanskteh",
    address: "663606, Красноярский край, г. Канск, ул. 40 лет Октября, 68",
    phone: "8 (39161) 3-76-75",
    email: "ktot-kansk@yandex.ru",
    directions: [
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "23.01.06", title: "Машинист крана (крановщик)" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "23.01.06", title: "Машинист дорожных и строительных машин" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "16472", title: "Пекарь" },
      { code: "19601", title: "Швея" },
      { code: "19727", title: "Штукатур" },
      { code: "18511", title: "Слесарь по ремонту автомобиля" },
      { code: "17544", title: "Рабочий по комплексному обслуживанию и ремонту зданий" },
      { code: "12391", title: "Изготовитель пищевых полуфабрикатов" },
      { code: "18545", title: "Слесарь по ремонту сельскохозяйственных машин и оборудования" }
    ]
  },
  // === 25 ===
  {
    number: 25,
    name: "ГБПОУ «Канский технологический колледж»",
    website: "http://www.kansk-tc.ru/",
    vk: "https://vk.com/kansktc",
    address: "660021, г. Красноярск, ул. Карла Маркса, д. 122",
    phone: "8 (391) 211-93-10",
    email: "mon@krao.ru",
    directions: [
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.13", title: "Интеграция решений с применением искусственного интеллекта" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "35.02.02", title: "Технология лесозаготовок" },
      { code: "35.02.12", title: "Садово-парковое и ландшафтное строительство" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "08.01.30", title: "Электромонтажник слаботочных систем" },
      { code: "08.01.31", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" }
    ]
  },
  // === 26 ===
  {
    number: 26,
    name: "ГБПОУ «Красноярский автотранспортный техникум»",
    website: "https://24katt.ru/",
    vk: "https://vk.com/kattgroup",
    address: "660061, г. Красноярск, ул. Калинина, 80",
    phone: "8 (391) 268-21-25",
    email: "gouspokatt@mail.ru",
    directions: [
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "23.01.06", title: "Машинист дорожных и строительных машин" },
      { code: "23.01.07", title: "Машинист крана (крановщик)" }
    ]
  },
  // === 27 ===
  {
    number: 27,
    name: "ГБПОУ «Красноярский аграрный техникум»",
    website: "https://krasat.ru/",
    vk: "https://vk.com/agrarochkaa_professionalitet",
    address: "660028, Красноярский край, г. Красноярск, ул. Толстого, дом 69",
    phone: "8 (391) 244-40-29",
    email: "kat69@mail.ru",
    directions: [
      { code: "21.02.19", title: "Землеустройство" },
      { code: "35.02.05", title: "Агрономия" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "36.02.03", title: "Зоотехния" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.02", title: "Страховое дело (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  // === 28 ===
  {
    number: 28,
    name: "ГБПОУ «Красноярский базовый медицинский колледж имени В.М. Крутовского»",
    website: "https://kbmc.ru/",
    vk: "https://vk.com/kbmc_official",
    address: "660062, г. Красноярск, ул Вильского, 13",
    phone: "8 (391) 247-78-12",
    email: "kbmc@mail.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.05", title: "Стоматология ортопедическая" },
      { code: "31.02.06", title: "Стоматология профилактическая" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  // === 29 ===
  {
    number: 29,
    name: "Частное профессиональное образовательное учреждение «Красноярский гуманитарно-экономический техникум»",
    website: "https://www.krkget.ru/",
    vk: "https://vk.com/club58022422",
    address: "660004, Россия, Красноярск, проспект им. газеты \"Красноярский рабочий\", д. 30 \"А\"",
    phone: "8 (391) 205-51-79",
    email: "info@krkget.ru",
    directions: [
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  // === 30 ===
  {
    number: 30,
    name: "Фармацевтический колледж ФГБОУ ВО «Красноярский государственный медицинский университет им. проф. В.Ф. Войно-Ясенецкого» Минздрава России",
    website: "https://collegecdo.krasgmu.ru",
    vk: "https://vk.com/krasgmu_official",
    address: "660049, Россия, Красноярский край, г. Красноярск, пр. Мира, 70",
    phone: "8 (391) 227 35 00",
    email: "krasfarm@mail.ru",
    directions: [
      { code: "33.02.01", title: "Фармация" },
      { code: "34.02.01", title: "Сестринское дело, медицинская сестра" },
      { code: "31.02.03", title: "Лабораторная диагностика" },
      { code: "34.02.02", title: "Медицинский массаж" }
    ]
  }
];
